[
  {
    "yearStart": 1842,
    "yearEnd": 1847,
    "conductor": "Hill, Ureli Corelli",
    "description": "Corelli Hill alternately served as conductor and violinist with the New York Sacred Music Society between 1828 and 1835. He then spent two years in Germany studying with the composer, conductor, and violinist Louis Spohr. When he returned to New York, Hill became president of the newly founded Philharmonic Society."
  },
  {
    "yearStart": 1848,
    "yearEnd": 1865,
    "conductor": "Eisfeld, Theodore",
    "description": "Eisfeld's first concert with the New York Philharmonic Society was March 17, 1848. In 1852, for its 11th season, he became the first conductor to lead an entire season single-handedly."
  },
  {
    "yearStart": 1855,
    "yearEnd": 1876,
    "conductor": "Bergmann, Carl",
    "description": "Bergmann began his two-decade association with the Philharmonic as a replacement for the ailing Theodore Eisfeld on April 21, 1855. That one ovation by musicians, the public, and critics essentially made Bergmann's career, and the Orchestra's directors invited him to conduct all of the next season's concerts."
  },
  {
    "yearStart": 1876,
    "yearEnd": 1877,
    "conductor": "Damrosch, Leopold",
    "description": "Leopold Damrosch was already an active figure on the New York musical scene when he made the pilgrimage to Bayreuth to hear Wagner's Ring  Cycle in 1876. That same year, he succeeded Carl Bergmann at the helm of the New York Philharmonic."
  },
  {
    "yearStart": 1877,
    "yearEnd": 1891,
    "conductor": "Thomas, Theodore",
    "description": "Thomas made his New York solo debut on the violin at age 15, and in 1854 he joined the first-violin section of the New York Philharmonic Society. By the time Thomas assumed leadership of the Philharmonic in 1877, he had nearly two decades of conducting experience."
  },
  {
    "yearStart": 1891,
    "yearEnd": 1898,
    "conductor": "Seidl, Anton",
    "description": "After conducting at opera houses in Leipzig and Bremen, Seidl came to The Metropolitan Opera in New York to replace Leopold Damrosch. By the time Seidl took the reins of the New York Philharmonic Society from Theodore Thomas in 1891, he had won an enthusiastic following in the concert hall as well as the opera house."
  },
  {
    "yearStart": 1898,
    "yearEnd": 1902,
    "conductor": "Paur, Emil",
    "description": "Paur's four-year tenure with the Philharmonic coincided with a temporary slump in its fortunes. The conservative Paur didn't command the fiery persona of Seidl before him, and although single ticket sales did well, subscriptions were down."
  },
  {
    "yearStart": 1902,
    "yearEnd": 1903,
    "conductor": "Damrosch, Walter",
    "description": "Walter Damrosch was part of a New York musical dynasty. He was elected to conduct the New York Philharmonic Society's 1902-03 season in part because the board knew of his good relationship with Andrew Carnegie, their new president."
  },
  {
    "yearStart": 1906,
    "yearEnd": 1909,
    "conductor": "Safonoff, Wassily",
    "description": "Safonoff's fiery style - he often conducted without a baton - made him a favorite with ensemble and audience alike. He brought a foreign cachet and renewed energy to the Philharmonic's enterprises."
  },
  {
    "yearStart": 1909,
    "yearEnd": 1911,
    "conductor": "Mahler, Gustav",
    "description": "Mahler's tenure with the Philharmonic coincided with a major reorganization of the Orchestra's corporate structure. He brought in a new concertmaster, changed some of the wind and brass players, and adjusted the balance between instrumental families."
  },
  {
    "yearStart": 1911,
    "yearEnd": 1923,
    "conductor": "Stransky, Josef",
    "description": "Stransky had the widest repertoire of any of the Philharmonic's previous conductors. Under his baton, audiences experienced more types of concerts than ever before, including the Orchestra's first Young People's Concert in January 1914."
  },
  {
    "yearStart": 1922,
    "yearEnd": 1930,
    "conductor": "Mengelberg, Willem",
    "description": "Mengelberg was a perfectionist who meticulously rehearsed his orchestras. The Dutch conductor first led the Philharmonic during the 1905-06 season; from 1921 to 1930 he arranged his Amsterdam schedule to allow for annual trips to New York in order to conduct the Philharmonic."
  },
  {
    "yearStart": 1928,
    "yearEnd": 1936,
    "conductor": "Toscanini, Arturo",
    "description": "Toscanini, universally admired in later years as <it>The Maestro,</it> made his Philharmonic debut in January 1926. He guest-conducted and shared the Music Director post with Willem Mengelberg before taking the helm single-handedly."
  },
  {
    "yearStart": 1936,
    "yearEnd": 1941,
    "conductor": "Barbirolli, John",
    "description": "Barbirolli's colorful and poetic interpretations earned the respect of musicians and connoisseurs, but his reserved English demeanor contrasted with Toscanini's flamboyant virtuosity, and the wider New York public was slow to embrace it."
  },
  {
    "yearStart": 1943,
    "yearEnd": 1947,
    "conductor": "Rodzinski, Artur",
    "description": "When Rodzinski assumed the leadership of the New York Philharmonic in 1943, he was given the newly created title of Musical Director, which underscored his responsibility for season programming and for the overall structure of the Orchestra. He promptly dismissed 14 players, including the concertmaster."
  },
  {
    "yearStart": 1949,
    "yearEnd": 1950,
    "conductor": "Stokowski, Leopold",
    "description": "Stokowski was a frequent visitor to the Philharmonic over the years, appearing with the Orchestra on nearly 200 occasions, taking part in Young People's Concerts, and, in the 1940s, leading the Orchestra on tour. During the 1949-50 season he shared the position of Principal Conductor with Dimitri Mitropoulos."
  },
  {
    "yearStart": 1949,
    "yearEnd": 1958,
    "conductor": "Mitropoulos, Dimitri",
    "description": "Over 23 years, Mitropoulos led the Philharmonic in nearly 650 performances around the world, raising the post-war Orchestra to a new level of touring activity."
  },
  {
    "yearStart": 1958,
    "yearEnd": 1969,
    "conductor": "Bernstein, Leonard",
    "description": "1969-1990, Laureate Conductor.<br/>Bernstein was part performer, part composer, part conductor, part lecturer and author, and part teacher. His debut on November 14, 1943 is the stuff of legend."
  },
  {
    "yearStart": 1971,
    "yearEnd": 1977,
    "conductor": "Boulez, Pierre",
    "description": "Under Pierre Boulez, the Philharmonic introduced such innovative series as the Rug Concerts and Prospective Encounters, which were built around programs of contemporary music and provided opportunities for the audience to interact with artists involved in the production."
  },
  {
    "yearStart": 1978,
    "yearEnd": 1991,
    "conductor": "Mehta, Zubin",
    "description": "Zubin Mehta's 13-year tenure as the New York Philharmonic's Music Director, during which he conducted more than 1,000 concerts, was the longest in the Orchestra's history."
  },
  {
    "yearStart": 1991,
    "yearEnd": 2002,
    "conductor": "Masur, Kurt",
    "description": "<b>Music Director Emeritus </b><br/>Kurt Masur's close and intense collaboration with the New York Philharmonic has been marked by a consistently high quality of playing and artistic spirit."
  },
  {
    "yearStart": 2002,
    "yearEnd": 2009,
    "conductor": "Maazel, Lorin",
    "description": "In his seven seasons as Music Director, Lorin Maazel conducted more than 350 subscription season concerts."
  },
  {
    "yearStart": 2009,
    "yearEnd": 2017,
    "conductor": "Gilbert, Alan",
    "description": "During his tenure Alan Gilbert forged season-spanning and multiyear artistic partnerships and introduced new-music initiatives that build on citywide collaborations. He was acclaimed for reimagining the concert experience, including through creatively staged performances, and for acting on his conviction that music can effect positive change in the world."
  },
  {
    "yearStart": 2018,
    "yearEnd": 2019,
    "conductor": "van Zweden, Jaap",
    "description": "Jaap van Zweden began his tenure as the 26th Music Director in September 2018. In the 2019-20 season, he and the Philharmonic reaffirm their vital commitments to serving as New York's orchestra and to championing new music."
  }
]